use chargesystem;

insert into house_owner(owner_id,owner_name,house_id,work_place,phone_number)
values
('00001','张全蛋','A0101','富士康流水线1','13811110000'),
('00002','田琒','A0102','富士康流水线1','13811110001'),
('00003','吴龄','A0503','富士康流水线2','13811110002'),
('00004','姜超','A0201','富士康流水线3','13811110003'),
('00005','潘濮','A0301','富士康流水线4','13811110004'),
('00006','李斌','A1608','富士康流水线5','13811110005'),
('00007','文晷','B2200','富士康流水线6','13811110006'),
('00007','文晷','B2201','富士康流水线6','13811110007');

insert into house(house_id,area,room)
values
('A0101',100,4),
('A0102',100,4),
('A0503',120,4),
('A0201',78,4),
('A0301',94,4),
('A1608',98.6,4),
('A2200',102,4),
('A2201',102,4);

insert into department(department_id,department_name,manager,phone_number)
values
('001','物业部','李狗蛋','222222'),
('002','物业部','李狗蛋','222222'),
('003','物业部','李狗蛋','222222'),
('004','物业部','李狗蛋','222222')
