use chargesystem;

insert into staff(staff_id,staff_name,birthday,gender,address,phone,department_id,job,pwd)
values
('001','张伟','1998-09-01','M','海棠10#I528','1234567','001','S','zhangwei'),
('002','胡杰夫','1998-09-01','M','海棠10#I528','1234567','001','S','hujiefu'),
('003','孙天宇','1998-09-01','M','海棠10#I528','1234567','001','S','suntianyu'),
('004','王继科','1998-09-01','M','海棠10#I528','1234567','001','S','wangjike'),
('005','杨秦辉','1998-09-01','M','海棠10#I528','1234567','001','S','yangqinhui'),
('006','郑慧明','1998-09-01','M','海棠10#I528','1234567','001','S','zhenghuiming'),
('008','夏浩文','1998-09-01','M','海棠10#I528','1234567','001','S','xiahaowen'),
('009','江萧','1998-3-23','M','海棠10#I528','1234567','001','M','jiangxiao'),
('010','徐云飞','1998-10-07','M','海棠10#I528','1234567','001','M','xuyunfei'),
('011','牛年','1997-09-10','M','海棠10#I528','1234567','001','M','niunian');